Repository: oat-sa/extension-tao-testtaker
Catalog: locales/LU/messages.po
Languages: lu

source: Add to group
lu: Bei e Grupp derbeisetzen

source: Class saved
lu: Klass gespaichert

source: create table
lu: Tabell erstellen

source: delete
lu: läschen

source: duplicate
lu: duplizéiren

source: Edit subject
lu: Testpersoun editéiren

source: Edit subject class
lu: Testpersounen Klass editéiren

source: export
lu: exportéiren

source: Its flexibility allows the design of datasheets (e.g. name, address, date of birth, gender etc.).
lu: Seng Flexibilitéit erlaabt d'Erstellen vun Datensätz (z.b. Numm, Adress, Gebuertsdatum, Geschlecht, etc.).

source: Manage test takers
lu: Testpersounen verwalten

source: meta data
lu: Meta Daten

source: new class
lu: nei Klass

source: Save
lu: Spaicheren

source: search
lu: sichen

source: Test takers
lu: Testpersounen

source: Test takers library
lu: Testpersounen Sammlung

source: Test takers may be assigned to sets according to the relevant assessment context (Human resources management, education, edumetric monitoring, etc.).
lu: Testpersounen kënnen zesummengefaasst gin opgrond vun dem entspriechenden Assessment Kontext (Personalverwaltung, Educatioun, Schoulmonitoring, etc.).

source: The Test takers module allows to record and manage test takers.
lu: Den Testpersounen Modul erlaabt et fier Testpersounen opzehuelen an ze verwalten.
