Repository: oat-sa/extension-tao-testtaker
Catalog: locales/*/messages.po
Languages: da, de_de, is_is, lt_lt, sk_sk

source: Add to group
da: Tilføj til gruppen

source: Class saved
da: Klassen gemt

source: create table
da: opret tabel

source: delete
da: slet

source: duplicate
da: kopiere

source: Edit subject
da: Rediger test tagere
de_de: Testperson bearbeiten
lt_lt: Edit test-taker
sk_sk: Upraviť predmet

source: Edit subject class
da: Rediger test tager klasse

source: export
da: eksportere

source: import
da: importere

source: Its flexibility allows the design of datasheets (e.g. name, address, date of birth, gender etc.).
da: Data (ex. navn, adresse, fødselsdato, køn etc.) kan designes fleksibelt.

source: lists
da: lister

source: Manage test takers
da: Administrer test tagere
de_de: Testpersonen verwalten
is_is: Próftakastjórn
lt_lt: Tvarkyti testo laikytojus
sk_sk: Spravovať účastníkov testu

source: move
da: flyt

source: new class
da: ny klasse

source: new test taker
da: ny test tager

source: Record and manage test takers.
da: Optag og administrer test tagere.
de_de: Testpersonen erstellen und verwalten
is_is: Skrá og sýsla með próftaka
sk_sk: Zaznamenávajte a spravujte účastníkov testov.

source: Save
da: Gem

source: search
da: søg

source: Test taker saved
da: Test tager gemt
de_de: Testperson gespeichert
is_is: Próftaki vistaður
sk_sk: Účastník testu je uložený

source: Test takers
da: Test tagere
de_de: Testpersonen
is_is: Próftakar
lt_lt: Testo laikytojai
sk_sk: Účastníci testu

source: Test takers library
da: Test tager arkiv
de_de: Testpersonen-Bibliothek
is_is: Próftakasafn
sk_sk: Knižnica pre účastníkov testov

source: Test takers may be assigned to sets according to the relevant assessment context (Human resources management, education, edumetric monitoring, etc.).
da: Test tagere kan knyttes til placeringen på baggrund af relevant test kontekst (human resource management, uddannelse etc.).
de_de: Testpersonen können entsprechend dem relevanten Assessment-Kontext (Personalverwaltung, Bildung, Edumetrisches Monitoring usw,) zusammengefasst werden.
is_is: Próftökum má finna verkefni í samræmi við viðeigandi matssamhengi (Mannauðsstjóra, menntun, námsstöðu, o.s.frv.).
lt_lt: Testo laikytojai gali būti priskirti prie rinkinių, pagal atitinkamą įvertinimo kontekstą (Žmogiškųjų resursų valdyme, edukacijai, edumetrikos stebėjimui, t.t.)
sk_sk: Účastníci testu môžu byť zaradení do skupín podľa relevantného kontextu hodnotenia (riadenie ľudských zdrojov, vzdelávanie, edumetrické monitorovanie atď.).

source: The Test takers module allows to record and manage test takers.
da: Test tager modulet lader dig registrer og administrere testtagere.
de_de: Das Testpersonen-Modul ermöglicht das Speichern und Verwalten von Testpersonen.
is_is: Á próftakasvæði er hægt að skrá og sýsla með próftaka.
lt_lt: Testo laikytojų modulis leidžia įrašyti ir tvarkyti testo laikytojus.
sk_sk: Modul pre účastníkov testov umožňuje zaznamenávať a spravovať účastníkov testov.

source: Data import started
de_de: Datenimport gestartet
sk_sk: Import údajov sa začal

source: Data imported successfully
de_de: Daten erfolgreich importiert
lt_lt: Duomenys importuoti sėkmingai
sk_sk: Údaje boli úspešne importované

source: Delete
de_de: Löschen
is_is: Eyða
lt_lt: Ištrinti
sk_sk: Odstrániť

source: Import
de_de: Importieren
is_is: Flytja inn
lt_lt: Importuoti
sk_sk: Importovať

source: Last updated on %2s
de_de: Letztes Update vom %2s
lt_lt: Paskutinis atnaujinimas buvo %2s
sk_sk: Naposledy aktualizované %2s

source: Manage Schema
de_de: Schema verwalten
lt_lt: Tvarkyti Schemą
sk_sk: Spravovať schému

source: Move
de_de: Verschieben
is_is: Færa
lt_lt: Perkelti
sk_sk: Presunúť

source: Move To
de_de: Bewegen nach
lt_lt: Perkelti Į
sk_sk: Presunúť do

source: New class
de_de: Neue Klasse
is_is: Nýr flokkur
lt_lt: Nauja klasė
sk_sk: Nová trieda

source: New test-taker
de_de: Neue Test-Person
is_is: Nýr próftaki
lt_lt: Naujas testo laikytojas
sk_sk: Nový účastník testu

source: Properties
de_de: Eigenschaften
is_is: Stillingar
sk_sk: Nehnuteľnosti

source: Test-takers
de_de: Testteilnehmer
is_is: Próftakar
lt_lt: Testo laikytojai
sk_sk: Účastníci testov

source: Export
is_is: Flytja út
